tap "adoptopenjdk/openjdk"
tap "cmacrae/formulae"
tap "conduktor/brew"
tap "confluentinc/confluent-hub-client"
tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "dbt-labs/dbt"
tap "elastic/tap"
tap "epk/epk"
tap "eqnxio/ngrok"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
brew "ansible"
brew "asciinema"
brew "bat"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "cassandra"
brew "chrome-cli"
brew "composer"
brew "coreutils"
brew "ctags"
brew "libidn2"
brew "openldap"
brew "curl"
brew "cypher-shell"
brew "delve"
brew "deno"
brew "docker-machine"
brew "exa"
brew "fd"
brew "fish"
brew "freetds"
brew "fx"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "gitlab-runner"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "grafana"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helix"
brew "helm"
brew "hey"
brew "htop"
brew "httpd"
brew "influxdb"
brew "influxdb@1"
brew "jenv"
brew "jmeter"
brew "jq"
brew "k6"
brew "kompose"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libslirp"
brew "libssh"
brew "lua-language-server"
brew "mcrypt"
brew "minikube"
brew "mockery"
brew "mongosh"
brew "protobuf"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "newrelic-infra-agent", restart_service: true
brew "nghttp2"
brew "node", link: false
brew "node@14"
brew "opam"
brew "openapi-generator"
brew "openjdk@8"
brew "peco"
brew "qemu"
brew "podman"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "spotify-tui"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["HEAD", "with-modern-doom3-icon"]
brew "dbt-labs/dbt/dbt"
brew "elastic/tap/elasticsearch-full"
brew "eqnxio/ngrok/ngrok"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ktr0731/evans/evans"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "shivammathur/php/php@7.0", link: true
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alacritty"
cask "alt-tab"
cask "amethyst"
cask "blurred"
cask "conduktor"
cask "confluent-hub-client"
cask "dozer"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-sf-mono-nerd-font"
cask "gswitch"
cask "hammerspoon"
cask "karabiner-elements"
cask "kitty"
cask "macvim"
cask "modern-csv"
cask "numi"
cask "whichspace"
cask "wireshark"
